Repository: batden/emodule-productivity
Catalog: po/*.po
Languages: de, pt_br, ru

source: Productivity Settings
de: Produktivit채ts-Einstellungen
pt_br: Configurações do Produtividade
ru: Настройки Продуктивности

source: Satisfy urgent windows instantly
de: Dringende Fenster sofort best채tigen
pt_br: Obedecer janelas urgentes instantaneamente
ru: Показывать срочные окна безотлагательно

source: Break Time
de: Pausenzeit
pt_br: Hora do Intervalo
ru: Продолжительность перерыва

source: %1.0f Minutes
de: %1.0f Minuten
pt_br: %1.0f minutos
ru: %1.0f мин.

source: Time to Work before Break
de: Zeit vor einlegen einer Pause
pt_br: Tempo de trabalho antes do Intervalo
ru: Время работы до перерыва

source: Start Working
de: Arbeitsanfang
pt_br: Comece a trabalhar
ru: Начать работать

source: Stop Working
de: Arbeitsende
pt_br: Pare de trabalhar
ru: Закончить работать

source: Schedule
de: Zeitplan
pt_br: Horário
ru: Расписание

source: %1.0f Minutes of Break per every %1.0f Minutes of Work
de: %1.0f Minuten Pause je %1.0f Minuten Arbeit
pt_br: %1.0f minutos de Intervalo para cada %1.0f minutos de Trabalho
ru: %1.0f минут отдыха на каждые %1.0f минут работы

source: Add
de: Hinzuf체gen
pt_br: Adicionar
ru: Добавить

source: Remove
de: Entfernen
pt_br: Remover
ru: Убрать

source: Work Tools
de: Arbeitswerkzeuge
pt_br: Ferramentas de Trabalho
ru: Рабочие инструменты

source: Extensions
de: Erweiterungen
pt_br: Extensões
ru: Расширения

source: Productivity
de: Produktivit채t
pt_br: Produtividade
ru: Продуктивность

source: Productivity Configuration Updated
ru: Настройки Продуктивности обновлены

source: Settings
de: Einstellungen
ru: Настройки
